{
    "members": {
        "liban": {
            "name": "Liban Hassan",
            "img": "https://scontent.fyto1-1.fna.fbcdn.net/v/t1.0-9/1512588_4635419099747_126591193155758701_n.jpg?oh=d6a70b3d154e2a76ba03e11aa15109c9&oe=58D68288",
            "bio": "Hi I’m Liban and I still like to make things! I’ve always had a passion to create things and to solve problems. I realised at a fairly young age that programming encompassed both of these passions. It was only when I was nearing high-school graduation that I realized this was a feasible career path. And so here I am years later, a third year computer science student at UTSC. I can now confidently say that I have acquired a plethora of tools that allow me to be a capable software engineer. I will put every one of these skills into use, and hopefully acquire new ones, throughout this project and in the end produce something I am proud to have my name attached to yet again."
        },
        "joshua": {
            "name": "Joshua Greenslade",
            "img": "https://iffhs.com/dev/wp-content/themes/BETA_1.1/assets/images/dummy.png",
            "bio": "My name is Joshua Greenslade and I am currently in my fourth of five years at the University of Toronto in the computer science program, specializing in software engineering. I have worked on several class projects both individually and in groups that span the majority of the semester. I have developed my communication and team working skills working with my teammates in order to complete the project on time. One of the class projects that I worked on in a group simulated a real work environment where we used the agile development process to complete a working and useful Firefox plugin for a client. Throughout my University career I have learned how to develop software in Java, C, Python, and to create and manage databases using SQL. I studied human computer interaction and interface design. In addition, I have had experience doing white box and black box unit testing in Java and Python. In my courses I learned how to work in a team to complete a project well and on time, and to balance multiple projects at a time."
        },
        "vethushaan": {
            "name": "Vethushaan Akilathasan",
            "img": "https://scontent.fyto1-1.fna.fbcdn.net/v/t1.0-9/12650824_10207240771330774_2888866533785716599_n.jpg?oh=cd41865da5cb1afdbfc65318ecf6dad4&oe=590E88B3",
            "bio": "My name is Vethushaan Akilathasan, and I am a fourth year computer science student at UTSC. My passion for computer science is more specifically in security and artificial intelligence. I have always been interested in automation, trying to make things easier for human beings without taking their paying jobs away. I have worked on various projects and a high amount of experience working in Python, Java, and C. I also have experience working with databases in SQL and web development experience using Javascript and NodeJS. One of my biggest passions is sports, and my hope one day is too combine my love for sports and computer science background into finding a way to incorporate the two together, finding a way to use technology to improve a sport or a specific sports team. One of my current projects does this, a web application using NodeJS which collects athlete’s salaries and allows the user to manipulate them in certain ways."
        },
        "andy": {
            "name": "Andy Xu",
            "img": "https://scontent.fyto1-1.fna.fbcdn.net/v/t1.0-9/13237661_10209698595211848_1323401195000145551_n.jpg?oh=227f36f6681573a545161adb29d52ae1&oe=591ED7E0",
            "bio": "Andy Xu is a fourth year computer science student from UTSC. He is currently 22 years old and playing for a semi-pro csgo team aside from attending school. He moved from Beijing to Toronto when he was 14 years old and has been living there since then. As a result, Andy speaks fluent English and Chinese. Throughout his school years, Andy studied programming languages such as Java, Python, and C. However, he is more interested in software development and brainstorming ideas for upcoming projects because he has a good amount of experience on handling high-tech devices. Andy worked at McDonalds as kitchen crew when he was in high school. With that being said, he is comfortable working under a team environment with new colleagues involved. He enjoys having a great time with his team while improving on his weaknesses as a software engineer by learning from others."
        },
        "tian": {
            "name": "Tian Sn",
            "img": "https://iffhs.com/dev/wp-content/themes/BETA_1.1/assets/images/dummy.png",
            "bio": "Hello there."
        }
    }
}